Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Script engine not found
ja: スクリプトエンジンが見つかりません

source: Script engines
ja: スクリプトエンジン

source: Script engines:
ja: スクリプトエンジン:

source: Script execution failed
ja: スクリプトの実行に失敗しました

source: Script execution has failed.
ja: スクリプトの実行に失敗しました。

source: Script file:
ja: スクリプトファイル:

source: Scripting
ja: スクリプティング

source: Scripting Console
ja: スクリプトコンソール

source: Scripting: Run a Script
ja: スクリプティング:スクリプトの実行

source: Scripting: Show/hide scripting console
ja: スクリプティング:スクリプトコンソールの表示/非表示

source: Scrub
ja: やぶ

source: Scuba Diving
ja: スキューバダイビング

source: Scuba diving
ja: スキューバダイビング

source: Sea, rivers, swimming pools.
ja: 海、川、遊泳プールです。

source: SeaMap Editor
ja: SeaMapエディタ

source: Seafood
ja: 水産物店

source: Search
ja: 検索

source: Search Key/Value
ja: キー/値を検索

source: Search Key/Value/Type
ja: キー/値/タイプを検索

source: Search Notes...
ja: メモを検索...

source: Search Wikidata items
ja: ウィキデータの項目を検索

source: Search Wikipedia category
ja: ウィキペディアのカテゴリを検索

source: Search by preset
ja: プリセットで検索

source: Search by project id
ja: プロジェクトIDで検索

source: Search expression is not valid:
ja: 検索式が無効です:

source: Search for notes
ja: メモを検索

source: Search for objects
ja: オブジェクトを検索

source: Search for objects by preset
ja: プリセットでオブジェクトを検索

source: Search for objects by preset...
ja: プリセットからオブジェクトを検索...

source: Search for objects by their presets.
ja: プリセットでオブジェクトを検索します。

source: Search hints
ja: ヒントを検索

source: Search in tags
ja: タグ内検索

source: Search menu items
ja: メニュー項目を検索

source: Search more...
ja: さらに検索...

source: Search preset...
ja: プリセットを検索...

source: Search presets
ja: プリセットを検索

source: Search string:
ja: 検索文字列:

source: Search syntax
ja: 検索書式

source: Search the OSM API for notes containing words:
ja: メモに含まれている言葉でOSM APIを検索:

source: Search with the key and value of the selected tag
ja: 選択されたタグのキーと値を検索

source: Search with the key and value of the selected tag, restrict to type (i.e., node/way/relation)
ja: 選択されたタグのキーと値をタイプ別(例：ノード/ウェイ/リレーション)に検索

source: Search...
ja: 検索...

source: Search:
ja: 検索:

source: Searching
ja: 検索中

source: Searching in {0} object
ja: {0}件のオブジェクトを検索中

source: Seasonal
ja: 季節的

source: Second Name
ja: 二つ目の名前

source: Second hand
ja: 中古品(セコハン)

source: Second-hand bicycles are sold
ja: リサイクル自転車を販売

source: Secondary
ja: 一般都道府県道

source: Secondary Link
ja: 一般都道府県道の連絡路

source: Secondary voltage in Volts (V)
ja: 第2の電圧

source: Seconds: {0}
ja: 秒: {0}

source: Security
ja: セキュリティ

source: Security exception
ja: セキュリティ例外

source: See [[FAQ#Why OpenStreetMap?]] for the explanation.
ja: 解説は[[FAQ#Why OpenStreetMap?]]を参照してください。

source: See [[Out-of-copyright maps]] ==See also == * [[Legal FAQ]] - Frequently asked questions about various legal aspects of OpenStreetMap (including copyright) * [[Lacking_proper_attribution]] - uses of OSM data where the product was or is still lacking proper attribution.
ja: [[ JA:Out-of-copyright maps]] を参照してください。 ==関連項目== * [[Ja:Legal FAQ|Legal FAQ]] - OpenStreetMap の法的な様々な側面についてのよくある質問です。 * [[Lacking_proper_attribution]] - 製品がある OSM データを使用するか、まだ適切な属性がない状態です。

source: See also [[Wiki Help]].
ja: [[Ja:Wiki Help|ウィキのヘルプ]]も参照してください。

source: See below for a partial list.<br /> This automatically generates a language menu consisting of links to the original page (in English) and all translated pages.
ja: リストの一部は以下を参照してください。 <br /> これは元のページ（英語版）とすべての翻訳ページへのリンクを含む言語メニューを生成します。

source: See the Wiki for other capacity:[types]=*.
ja: 他のcapacity:[types]=*についてはWikiを参照してください。

source: See the validator messages of the category ''Other'' for more details.
ja: 詳細については、カテゴリ「その他」の妥当性検査メッセージを参照してください。

source: See validation layer for details.
ja: 詳細については、検証レイヤーを参照してください。

source: See {0}
ja: {0}をご覧ください

source: Segment collapsed due to its direction reversing.
ja: 方向が逆であるため、区間が閉じました。

source: Segment drawing options
ja: 区間の描画オプション

source: Segment must be a number greater 1
ja: 区間は1より大きい数値でなければなりません

source: Segment settings
ja: セグメント設定

source: Segment {0}: {1}
ja: 区間 {0}:{1}

source: Segments
ja: 区間

source: Segregated Foot- and Cycleway
ja: 分割された歩行者および自転車道

source: Seismic Activity
ja: 地震波

source: Sel.: Rel.:{0} / Ways:{1} / Nodes:{2}
ja: 選択: リレーション:{0}/ウェイ:{1}/ノード:{2}

source: Select
ja: 選択

source: Select ''Info'' from the right click menu for details.
ja: 詳細については、右クリックメニューから''情報''を選択してください。

source: Select All
ja: すべて選択

source: Select Color
ja: 色の選択

source: Select Feuille
ja: 用紙選択

source: Select GPX file
ja: GPXファイルを選択してください

source: Select GTFS file (stops.txt)
ja: GTFSファイルを選択(stops.txt)

source: Select Highway
ja: ハイウェイを選択

source: Select Log directory
ja: ログディレクトリを選択

source: Select Setting Type:
ja: 設定タイプを選択してください

source: Select WMS layers
ja: WMSレイヤーを選択

source: Select WMTS layer
ja: WMTSレイヤーを選択

source: Select Way Nodes
ja: ウェイのノードを選択

source: Select a Key to sign
ja: 署名するキーを選択

source: Select a directory
ja: ディレクトリを選択

source: Select a directory or a jar file
ja: ディレクトリまたはjarファイルを選択してください

source: Select a directory or jar/zip file
ja: ディレクトリまたはjar/zipファイルを選択してください

source: Select a jar file
ja: jarファイルを選択

source: Select a script
ja: スクリプトを選択

source: Select a script file
ja: スクリプトファイルを選択

source: Select a script file and click on <strong>Run</strong>.
ja: スクリプトファイルを選択し、<strong>Run</strong>をクリックします。

source: Select a signing key from your keyring-file:
ja: あなたのキーリングファイルから署名キーを選択

source: Select a way that you want to make more accurate.
ja: より正確にしたいウェイを選択。

source: Select adjacent nodes
ja: 隣接したノードを選択します

source: Select algorithm:
ja: 選択アルゴリズム:

source: Select all connected ways
ja: 接続されたすべてのウェイを選択

source: Select all inside selected polygons
ja: 選択された多角形の中身すべてを選択

source: Select all intersecting ways
ja: 全ての交差するウェイを選択します

source: Select all nodes of a selected way.
ja: 選択されたウェイのすべてのノードを選択

source: Select all objects assigned to the currently selected changesets
ja: 選択している変更セットに存在する全てのオブジェクトを選択

source: Select all undeleted objects in the data layer.
ja: データレイヤー内の削除されていないオブジェクトをすべて選択します。

source: Select an area (e.g. building) from an underlying image.
ja: 下の画像から（建物などの）エリアを選択します。

source: Select an engine
ja: エンジンを選択

source: Select an item to tag.
ja: タグ付けする項目を選択してください。

source: Select an open changeset
ja: オープンされた変更セットを選択

source: Select an option
ja: オプションを選択

source: Select and close
ja: 選択して閉じる

source: Select and draw mode options
ja: 選択して描画モードのオプション

source: Select and zoom
ja: 選択してズーム

source: Select and zoom to all of the unmarked items in the todo list.
ja: ToDoリストでチェックしていない全てのアイテムを選択しズームする

source: Select another project
ja: 他のプロジェクトを選択

source: Select as much as you like:
ja: お好きなように選択してください:

source: Select at least one node to be disconnected.
ja: 切り離すノードを1個以上選択してください。

source: Select auto-increment of {0} for this field
ja: この欄に{0}の自動インクリメントを選択

source: Select building
ja: 建物を選択

source: Select by date
ja: 日時で選択

source: Select changesets based on the date/time they have been created or closed
ja: 変更セットの作成もしくは保存日時によって選択

source: Select changesets depending on whether they are open or closed
ja: 変更セットがオープンされているかいないかで選択

source: Select changesets owned by specific users
ja: 特定のユーザーによる変更セットを選択

source: Select commune
ja: コミューンの選択

source: Select custom URL
ja: カスタムURLを選択

source: Select directory
ja: ディレクトリを選択

source: Select directory to import images from
ja: 画像をインポートするディレクトリを選択

source: Select editor
ja: エディタの選択

source: Select either:
ja: どれかを選択してください。

source: Select filename
ja: ファイル名を選択

source: Select first WMS layer in list.
ja: リスト中の最初のWMSレイヤーを選択。

source: Select highway for the name/ref given
ja: 指定したname/refを持つ道路を選択

source: Select if the data should be added into a new layer
ja: 新しいレイヤーに追加するデータがあれば選択

source: Select if the data should be downloaded into a new layer
ja: 新しいレイヤーにデータをダウンロードするなら選択

source: Select if the members of a relation should be downloaded as well
ja: リレーションのメンバーを一緒にダウンロードする場合は選択してください

source: Select if the referrers of the object should be downloaded as well, i.e.,parent relations and for nodes, additionally, parent ways
ja: このオブジェクトを参照しているもの(親リレーションや、ノードの場合は親ウェイなど)を一緒にダウンロードする場合は選択してください

source: Select image format for WMS layer
ja: WMSレイヤーの画像形式を選択してください

source: Select imagery layer
ja: 画像レイヤーを選択

source: Select in current data layer
ja: 現在のデータレイヤーで選択

source: Select in layer
ja: レイヤーから選択

source: Select in relation list
ja: リレーション一覧から選択

source: Select incomplete addresses
ja: 不完全な住所を選択

source: Select intersecting ways
ja: 交差するウェイを選択します

source: Select last modified nodes
ja: 最後に変更したノードを選択

source: Select last modified ways
ja: 最後に変更したウェイを選択

source: Select member
ja: メンバーを選択

source: Select members
ja: メンバーを選択

source: Select members (add)
ja: メンバー選択(追加)

source: Select middle nodes
ja: 途中のノードを選択します

source: Select mode
ja: 選択モード

source: Select next Gap
ja: 次の端点を選択

source: Select next image
ja: 次のイメージを選択

source: Select node under cursor.
ja: カーソルの下のノードを選択

source: Select non-branching sequences of ways
ja: 分岐していない一連のウェイを選択

source: Select none
ja: 選択なし

source: Select note sorting method
ja: メモの並べ替え方法を選択してください

source: Select objects for selected relation members
ja: 選択中のリレーションメンバーのオブジェクトを選択

source: Select objects for which to change tags.
ja: タグを変更するオブジェクトを選択してください。

source: Select objects submitted by this user
ja: このユーザーが登録したオブジェクトを選択

source: Select objects to upload
ja: アップロードするオブジェクトを選択

source: Select one of the available script engines for executing this script.
ja: このスクリプトを実行するために使用可能なスクリプトエンジンを1つ選択します。

source: Select only changesets related to a specific bounding box
ja: 指定した矩形範囲に関連する変更セットのみを選択

source: Select organization
ja: 組織を選択

source: Select parameter
ja: パラメーターを選択

source: Select predefined parameter
ja: 既定のパラメーターを選択

source: Select previous Gap
ja: 前の端点を選択

source: Select previous image
ja: 前のイメージを選択

source: Select relation
ja: リレーションを選択

source: Select relation (add)
ja: リレーション選択(追加)

source: Select relation in main selection.
ja: メインの選択範囲でリレーションを選択してください。

source: Select relation in relation list.
ja: リレーション一覧のリレーションを選択。

source: Select relation members which refer to objects in the current selection
ja: 現在選択中のオブジェクトを参照しているリレーションのメンバーを選択

source: Select relation members which refer to {0} objects in the current selection
ja: 選択中の{0}件のオブジェクトを参照しているリレーションのメンバーを選択

source: Select relation or all ways that forms area boundary
ja: エリアの境界を構成するリレーションやウェイを選択

source: Select road
ja: 道路を選択

source: Select selected primitive(s)
ja: 選択されたプリミティブを選択

source: Select target layer
ja: 対象のレイヤーを選択

source: Select task
ja: タスクを選択

source: Select template document
ja: テンプレート文書を選択

source: Select the bookmark to remove.
ja: 削除するブックマークを選択

source: Select the corresponding primitives in the current data layer
ja: 現在のデータレイヤー中の対応するプリミティブを選択

source: Select the currently edited relation
ja: 現在編集中のリレーションを選択

source: Select the images you want to import
ja: インポートしたい画像を選択

source: Select the layer to which the images belong:
ja: イメージが関連づくレイヤーの選択

source: Select the map painting styles
ja: 地図の描画スタイルを選択してください

source: Select the map scale
ja: 地図の縮尺を選択

source: Select the members of all selected relations
ja: 全ての選択済リレーションのメンバーを選択

source: Select the next relation member which gives rise to a gap
ja: リレーション内で端点を含む次のメンバーを選択します

source: Select the previous relation member which gives rise to a gap
ja: リレーション内で端点を含む前のメンバーを選択します

source: Select the primitives currently selected in the list
ja: 一覧で選択されているプリミティブを選択

source: Select the primitives in the content of this changeset in the current data layer
ja: 現在のデータレイヤー中のこの変更セットの内容にあるプリミティブを選択

source: Select the vehicle types this turn restriction is <strong>not</strong> applicable for.
ja: この進行方向制限が<strong>適用されない</strong>乗り物の種別を選択してください。

source: Select this turn restriction
ja: この進行方向制限を選択

source: Select to close the changeset after the next upload
ja: 選択すると次回アップロード後に変更セットを閉じます

source: Select to download GPS traces in the selected download area.
ja: 選択すると指定されたダウンロード領域内のGPSトレースをダウンロードします。

source: Select to download GPS traces.
ja: ダウンロードするGPSトレースを選択してください。

source: Select to download OSM data in the selected download area.
ja: 選択すると指定されたダウンロード領域内のOSMデータをダウンロードします。

source: Select to download OSM data.
ja: ダウンロードするOSMデータを選択してください。

source: Select to download notes in the selected download area.
ja: 選択すると指定されたダウンロード領域内のメモをダウンロードします。

source: Select to download {0} highways in the selected download area.
ja: 選択したダウンロード領域の{0}ハイウェイをダウンロードする場合に選択します。

source: Select to download {0} routes in the selected download area.
ja: 選択したダウンロード領域の{0}ルートをダウンロードする場合に選択します。

source: Select to grant JOSM the right to download your private GPS traces into JOSM layers
ja: 選択してJOSMにあなたの代わりにあなたのプライベートGPSトレースをJOSMのレイヤーにダウンロードする権限を付与

source: Select to grant JOSM the right to modify notes on your behalf
ja: 選択するとJOSMにあなたに代わってメモを変更する権限を与えます

source: Select to grant JOSM the right to read your server preferences
ja: 選択してJOSMにあなたのサーバープリファレンスを読み込む権限を付与

source: Select to grant JOSM the right to upload GPS traces on your behalf
ja: 選択してJOSMにあなたの代わりにGPSトレースをアップロードする権限を付与

source: Select to grant JOSM the right to upload map data on your behalf
ja: 選択してJOSMにあなたの代わりにマップデータをアップロードする権限を付与

source: Select to grant JOSM the right to write your server preferences
ja: 選択してJOSMにあなたのサーバープリファレンスに書き込む権限を付与

source: Select to use HTTP basic authentication with your OSM username and password
ja: OSMのユーザー名とパスワードをHTTPのベーシック認証で利用する場合

source: Select to use OAuth as authentication mechanism
ja: OAuthを使用する

source: Select to zoom to entire newly downloaded data.
ja: 新しくダウンロードしたデータ全体へのズームを選択します。

source: Select toggle
ja: トグルを選択

source: Select tool executable
ja: ツールの実行ファイルを選択

source: Select two ways with a node in common
ja: ノードを共有する2つのウェイを選択してください

source: Select two ways with alone a node in common
ja: ノードを1つだけ共有する2つのウェイを選択してください

source: Select waypoint to move map
ja: 地図を動かすウェイポイントを選択してください

source: Select ways as in Select mode.
ja: 選択モードと同様に、ウェイを選択します。

source: Select which actions to perform for this layer, if you click the leftmost button.
ja: 一番左のボタンをクリックすると、このレイヤーで実行するアクションを選択します。

source: Select with the given search
ja: 検索から選択

source: Select zoom level to render.
ja: レンダリングするズームレベルを選択します。

source: Select, move, scale and rotate objects
ja: オブジェクトの選択、移動、拡大縮小と回転

source: Select...
ja: 選択...

source: Selected
ja: 選択

source: Selected Addresses
ja: 選択された住所

source: Selected Bug Info
ja: 選択されたバグ情報

source: Selected Relations
ja: 選択中のリレーション

source: Selected Street
ja: 選択された通り

source: Selected WaySegment was:
ja: 選択されたウェイ区間:

source: Selected entries:
ja: 選択済みの項目:

source: Selected file {0} is not a cache file from this plugin (invalid extension)
ja: 選択されたファイル {0} はこのプラグインからのキャッシュファイルではありません(不正なエクステンション)

source: Selected items
ja: 選択したアイテム

source: Selected key value pair was: {0}={1}
ja: 選択されたキーと値の組: {0}={1}

source: Selected node cannot be disconnected from anything.
ja: 選択されたノードはどこからも切り離せません。

source: Selected node was: {0}
ja: 選択されたノード: {0}

source: Selected segment is already tagged as bridge/tunnel.
ja: 選択されたセグメントはすでにブリッジ/トンネルとしてタグ付けされています。

source: Selected track: {0}
ja: 選択したトラック: {0}

source: Selected {0} object
ja: {0}件のオブジェクトを選択

source: Selected...
ja: 選択...

source: Selection
ja: 選択

source: Selection Area
ja: 選択面積

source: Selection Length
ja: 選択した長さ

source: Selection empty
ja: 選択は空です

source: Selection must consist only of ways and nodes.
ja: 選択できるのはウェイとノードだけです。

source: Selection settings
ja: 選択設定

source: Selection unsuitable!
ja: 選択が適切ではありません！

source: Selection:
ja: 選択:

source: Selection: {0}
ja: 選択: {0}

source: Selects all addresses with incomplete data.
ja: 不完全なデータの住所をすべて選択します。

source: Selects the color schema for heat map.
ja: ヒートマップの配色を選択

source: Selects the objects that take part in this command (unless currently deleted)
ja: このコマンドの対象とするオブジェクトを選択します(現在削除されていない限り)

source: Selects the objects that take part in this command (unless currently deleted), then and zooms to it
ja: このコマンドの対象とするオブジェクトを選択し(現在削除されていない限り)、それからズームします

source: Selects the offending relation.
ja: 問題のあるリレーションを選択します。

source: Selects those elements on the map which are chosen on the list above.
ja: 上のリストで選択されたこれらの要素を地図上で選択します。

source: Self Service
ja: セルフサービス

source: Self crossing ways
ja: 自分自身と交差しているウェイ

source: Self-intersecting polygon ring
ja: 自身で交差するポリゴンの輪

source: Self-intersecting ways
ja: 自身で交差するウェイ

source: Semi-automatic
ja: 半自動

source: Semicolon (;)
ja: セミコロン(;)

source: Send
ja: 送信

source: Send Email
ja: メールを送る

source: Send bug report
ja: バグレポートを送信

source: Send us a message
ja: メッセージをお送りください

source: Separate Move mode
ja: 分離移動モード

source: Separator
ja: 区切り

source: Sequence key
ja: シーケンスキー

source: Sequence: {0}
ja: 一連の操作: {0}

source: Serial
ja: シリアル

source: Server
ja: サーバー

source: Server Url:
ja: サーバURL:

source: Server has rejected the request
ja: リクエストがサーバーに拒否されました

source: Server list:
ja: サーバリスト:

source: Server replied with response code 404, retrying with an individual request for each object.
ja: サーバーが応答コード404を返しました。各オブジェクトごとに再試行してください。

source: Service
ja: 敷地内道路

source: Service Times
ja: 参拝時間

source: Service type
ja: 線路の種別

source: Service way type
ja: 敷地内道路の種別

source: Services
ja: サービスエリア

source: Services :
ja: サービス:

source: Services:
ja: サービス:

source: Session file (*.jos)
ja: セッションファイル(*.jos)

source: Session file (*.jos, *.joz)
ja: セッションファイル(*.jos,*.joz)

source: Session file (archive) (*.joz)
ja: セッションファイル(アーカイブ)(*.joz)

source: Set "source" tag on %1
ja: %1に"source"タグを設定

source: Set "{0}" to yes/no/ask in the preferences to control the autoloading of calibration files.
ja: 位置合わせファイルの自動読み込みを制御するには 設定で "{0}" に yes/no/ask を設定してください。

source: Set &projection
ja: 投影法の設定(&p)

source: Set Areas &opacity
ja: 領域の表示濃度設定(&o)

source: Set Database user/password as environment variable
ja: データベースのユーザー/パスワードを環境変数として設定する

source: Set Tag '%1=%2' on %3
ja: %3に'%1=%2'のタグを設定

source: Set Tags on %1
ja: %1にタグを設定

source: Set Tags on multiple features
ja: 複数のフィーチャーのタグを設定

source: Set WMS Bookmark
ja: WMSブックマークをセット

source: Set a new location for the next request
ja: 次のリクエスト用に、新規の位置をセットしてください。

source: Set all to default
ja: 全てを既定値に設定

source: Set as default
ja: 既定値に設定

source: Set background transparent.
ja: 背景を透明に設定。

source: Set building shape to circle
ja: 建物の形状を円形にする

source: Set building shape to rectangle
ja: 建物の形状を長方形にする

source: Set buildings shape to circle
ja: 建物の形状を円形にする

source: Set buildings shape to rectangle
ja: 建物の形状を長方形にする

source: Set buildings size
ja: 建物のサイズを設定

source: Set color for selected tracks...
ja: 選択したトラックの色を設定.

source: Set conversion defaults
ja: 変換の既定値を設定する

source: Set custom HTTP headers (if needed):
ja: カスタムHTTPヘッダを設定 (必要な場合):

source: Set default layer?
ja: 既定レイヤーに設定しますか？

source: Set input focus to the command line.
ja: 入力フォーカスをコマンドラインに設定してください。

source: Set names may consist of letters, digits, and the underscore; however, they must not start with a digit.
ja: 集合の名前には、アルファベット、数字、下線を使うことができますが、最初の文字を数字にすることはできません。

source: Set number of recently added tags
ja: 最近追加されたタグの数を設定

source: Set preference key to value
ja: キーに値を設定

source: Set street name
ja: 通り名を設定

source: Set system time to GPS
ja: システム時間をGPSで合わせる

source: Set tags for multiple objects
ja: 複数のオブジェクトにタグを設定

source: Set the ''modified'' flag for node {0}
ja: ノード{0}に''修正済み''フラグを設定します。

source: Set the ''modified'' flag for relation {0}
ja: リレーション{0}に''修正済み''フラグを設定します。

source: Set the ''modified'' flag for way {0}
ja: ウェイ{0}に''修正済み''フラグを設定します。

source: Set the cache directory
ja: キャッシュディレクトリを設定

source: Set the current JOSM selection to the selected turn restrictions
ja: 現在のJOSMの選択を、選択された進行方向制限に設定

source: Set the current selection to the list of selected relations
ja: 現在の選択を選択したリレーションのリストへセットする

source: Set the language
ja: 言語の設定

source: Set the preferences directory
ja: 設定ディレクトリを設定

source: Set the preferences+data+cache directory (cache directory will be josm.home/cache)
ja: 設定＋データ＋キャッシュディレクトリを設定 (キャッシュディレクトリは josm.home/cacheになります)

source: Set the selected elements on the map to the selected items in the list above.
ja: 地図上の選択した要素を、上記リストの選択したアイテムに設定します。

source: Set the user data directory
ja: ユーザーデータのディレクトリを設定

source: Set track visibility for {0}
ja: {0}のトラックの表示状態を設定

source: Set via-Object
ja: 経由地オブジェクトをセット

source: Set view projection to layer's
ja: ビューの投影法をレイヤーに設定

source: Set width of the building
ja: 建物の幅を設定

source: Set {0} Lambert coordinates
ja: {0} ランベルト座標にセット

source: Set {0} tags for {1} object
ja: {1}件のオブジェクトに{0}件のタグを設定

source: Set {0}={1} for node ''{2}''
ja: ノード ''{2}''に {0}={1} を設定

source: Set {0}={1} for relation ''{2}''
ja: リレーション ''{2}''に {0}={1} を設定

source: Set {0}={1} for way ''{2}''
ja: ウェイ ''{2}''に {0}={1} を設定

source: Set {0}={1} for {2} object
ja: {2}件のオブジェクトに{0}={1}を設定

source: Sets a role for the selected members
ja: 選択されたメンバーにロールをセット

source: Sets the SRS=... parameter in the WMS request
ja: WMSリクエストにSRS=...パラメーターを設定

source: Sets the default language for the Wikipedia articles
ja: Wikipediaの記事について既定の言語を設定する

source: Setting Preference entries directly.
ja: 設定項目を直接設定します。

source: Setting defaults
ja: 既定値を設定中

source: Setting the level will help mappers to find suitable projects to work on.
ja: レベルを設定することで、マッパーが最適なプロジェクトを探す際に役立ちます。

source: Setting up MapCraft is therefore not possible anymore (if you don't want to spend hours and hours on old PHP code with broken dependencies).
ja: したがって、MapCraftを設定することはできません(依存関係が壊れている古いPHPコードに何時間も費やしたくない場合)。

source: Settings
ja: 設定

source: Settings for the Graphview plugin that visualizes routing graphs.
ja: ルーティンググラフを図式化するGraphviewプラグインの設定

source: Settings for the audio player and audio markers.
ja: オーディオプレイヤーと音声マークの設定

source: Settings for the map projection and data interpretation.
ja: 地図投影法とデータ解析の設定です。

source: Settings for the remote control feature.
ja: リモート制御機能の設定です。

source: Settings that control the drawing of GPS tracks.
ja: GPSトラックの描画をコントロールする設定。

source: Settings that control the drawing of OSM data.
ja: OSMデータの図面を制御する設定。

source: Setup environment
ja: 環境の設定

source: Setup the Database
ja: データベースを設定する

source: Several utilities that make your life easier.
ja: 作業を簡単にするいくつかのユーティリティです。

source: Shape
ja: 形状

source: Shape Files
ja: シェイプファイル

source: Shape adapter
ja: 形状アダプタ

source: Shape closed
ja: 閉じられた図形

source: Shape is started incorrectly
ja: 図形が不正に開始しています

source: Shape mode control panel
ja: シェイプモード制御パネル

source: Shape size:
ja: 分割サイズ:

source: Shape:
ja: 形状:

source: Shapefiles
ja: シェイプファイル

source: Share taxi
ja: 乗合タクシー

source: Sharing
ja: カーシェアリング

source: Sharp angle
ja: 鋭角

source: Sharp angles
ja: 鋭角

source: Sharpen (requires layer re-add):
ja: 鮮鋭化(レイヤーの再追加が必要):

source: Sharpness
ja: 鮮明度

source: Sheared
ja: 変形

source: Shell
ja: シェル石油

source: Shelter
ja: 待合室・避難所

source: Shieling
ja: 仮小屋

source: Shift all traces to east (degrees)
ja: 全てのトレースを東にシフト(度)

source: Shift all traces to north (degrees)
ja: 全てのトレースを北にシフト(度)

source: Shift+Enter: Add all tags to selected objects
ja: Shift+Enter: 選択されたオブジェクトにすべてのタグを追加

source: Shift: delete way segment.
ja: Shift:ウェイセグメントを削除します。

source: Shingle
ja: シングル

source: Shinto Shrine
ja: 神社

source: Ship
ja: 船

source: Shipping
ja: 港湾関連

source: Shoemaker
ja: 靴工場

source: Shoes
ja: 靴店

source: Shooting
ja: 射撃

source: Shopping
ja: 買い物

source: Shops
ja: 店舗

source: Short Description:
ja: 簡単な説明:

source: Short description
ja: 概略

source: Short message
ja: ショートメッセージ

source: Shortcut
ja: ショートカット

source: Shortcut Background: Modified
ja: ショートカット: 変更の背景色

source: Shortcut Background: User
ja: ショートカット: ユーザーの背景色

source: Shortcut Editor
ja: ショートカットの編集

source: Shortest
ja: 最短

source: Should be used on a minor highway type or a node
ja: マイナーハイウェイタイプまたはノードで使用する必要があります

source: Should the wikipedia tag be replaced with the redirect target?
ja: wikipediaのタグをリダイレクト先に置き換えるべきですか?

source: Should this be done automatically from now on?
ja: これは今後自動的に行われるべきでしょうか?

source: Show
ja: 表示

source: Show &Photos on map
ja: 写真を地図に表示(&P)

source: Show &downloaded areas
ja: ダウンロードした領域の表示(&d)
